/* original app has been modified and moved */
"%1$@ has been updated and moved. Do you want to change all your keychain items to allow the new version access to your keychain?" = "%1$@ har blitt oppdatert og flyttet. Vil du endre alle nøkkelringobjektene slik at den nye versjonen får tilgang til nøkkelringen?";

/* original app has been updated (paths equal) v2 */
"%1$@ has been updated. Do you want to allow the new version to access the same keychain items (such as passwords) as the previous version?" = "%1$@ har blitt oppdatert. Vil du tillate at den nye versjonen får tilgang til de samme nøkkelringobjektene (f.eks. passord) som den forrige versjonen?";

/* original app has been updated (paths equal) */
"%1$@ has been updated. Do you want to change all your keychain items to allow the new version access to your keychain?" = "%1$@ har blitt oppdatert. Vil du endre alle nøkkelringobjektene slik at den nye versjonen får tilgang til nøkkelringen?";

/* Descriptive text for when the app doesn't match the item's ACL. */
"%1$@ may have been updated or changed, perhaps during a software update. Because of this you need to allow permission to use the keychain item." = "%1$@ kan ha blitt oppdatert eller endret, muligens under en programvareoppdatering. Det er årsaken til at du må gi tillatelse til å bruke nøkkelringobjektet.";

/* Descriptive text for when the app doesn't match the item acls in a keychain's items. */
"%1$@ may have been updated or changed, perhaps during a software update. Because of this you need to allow permission to use the keychain." = "%1$@ kan ha blitt oppdatert eller endret, muligens av en programvareoppdatering. Dette krever at må du gi tillatelse til bruk av nøkkelringen.";

/* Confirm Access message text when operation is unknown. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key affected. */
"%1$@ wants to access key \\U201C%2$@\\U201D in your keychain." = "%1$@ vil ha tilgang til nøkkelen «%2$@» på nøkkelringen din.";

/* Confirm Access message text when attempting to generate a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being generated. */
"%1$@ wants to add the  \\U201C%2$@\\U201D item to your keychain." = "%1$@ vil legge til objektet «%2$@» på nøkkelringen.";

/* Confirm Access message text when attempting to modify the ACL of a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key of which the ACL is being changed. */
"%1$@ wants to change access permissions of the \\U201C%2$@\\U201D item in your keychain." = "%1$@ vil endre tilgangsrettighetene til objektet «%2$@» på nøkkelringen.";

/* Confirm Access message text when attempting to modify the owner of a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key of which the owner is being changed. */
"%1$@ wants to change the owner of the \\U201C%2$@\\U201D item in your keychain (the owner of the item is the one allowed to change access permissions)." = "%1$@ vil endre eier for objektet «%2$@» på nøkkelringen din. (Eieren av objektet er den som har tillatelse til å endre tilgangsrettigheter.)";

/* Confirm Access message text when attempting to decrypt using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to decrypt the \\U201C%2$@\\U201D item in your keychain." = "%1$@ vil dekryptere objektet «%2$@» på nøkkelringen.";

/* Confirm Access message text when attempting to delete a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being being deleted. */
"%1$@ wants to delete the \\U201C%2$@\\U201D item from your keychain." = "%1$@ vil slette objektet «%2$@» på nøkkelringen.";

/* Confirm Access message text when attempting to derive a key from a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used to derive a key from. */
"%1$@ wants to derive a key from key \\U201C%2$@\\U201D in your keychain." = "%1$@ vil hente en nøkkel fra nøkkelen «%2$@» på nøkkelringen din.";

/* Confirm Access message text when attempting to encrypt using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to encrypt using key \\U201C%2$@\\U201D in your keychain." = "%1$@ vil kryptere med nøkkelen «%2$@» på nøkkelringen din.";

/* Confirm Access message text when attempting to export a key in wrapped form. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being exported. */
"%1$@ wants to export key \\U201C%2$@\\U201D from your keychain." = "%1$@ vil eksportere nøkkelen «%2$@» fra nøkkelringen din.";

/* Confirm Access message text when attempting to import a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being imported. */
"%1$@ wants to import key \\U201C%2$@\\U201D into your keychain." = "%1$@ vil importere nøkkelen «%2$@» til nøkkelringen.";

/* Confirm Access message text when attempting to sign using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to sign using key \\U201C%2$@\\U201D in your keychain." = "%1$@ vil logge på med nøkkelen «%2$@» på nøkkelringen din.";

/* Confirm Access message text when attempting to sign using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to sign with key \\U201C%2$@\\U201D in your keychain." = "%1$@ vil signere med nøkkelen «%2$@» på nøkkelringen din.";

/* Unlock reason */
"%1$@ wants to use the \\U201C%2$@\\U201D keychain." = "%1$@ vil bruke nøkkelringen «%2$@».";

/* Confirm Access message text when attempting to decrypt using a groupkey. %1$@ is replaced by the name of the application making the request. %2$@ says '...allow?' or '...enter keychain password' if password is required for the operation. */
"%1$@ wants to use your .Mac password. %2$@" = "%1$@ vil bruke .Mac-passordet ditt. %2$@";

/* Confirm Access message text when attempting to decrypt using a groupkey. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to use your confidential information stored in \\U201C%2$@\\U201D in your keychain." = "%1$@ vil bruke konfidensiell informasjon som er arkivert i «%2$@» på nøkkelringen din.";

/* Part of the Confirm Access message text when application fails static code-signing verification.  %1$@ is replaced by the name of the application making the request. */
"\\U201C%1$@\\U201D has been altered on disk. You might be running something that is pretending to be \\U201C%1$@\\U201D." = "«%1$@» er endret på disken. Det er mulig at du bruker noe som utgir seg for å være «%1$@».";

/* Part of the Confirm Access message text when application has failed dynamic code-signing verification.  %1$@ is replaced by the name of the application making the request. */
"\\U201C%1$@\\U201D has been modified while running and no longer conforms to what was installed on disk." = "«%1$@» har blitt endret mens det var i bruk og stemmer ikke lenger overens med det som var installert på disken.";

/* Part of the Confirm Access message text when neither a signature nor a path is available to verify the application. */
"\\U201C%1$@\\U201D is unknown. Access is denied." = "«%1$@» er ukjent. Ingen tilgang.";

/* new app introduced, give it access? */
"An application named %1$@ needs to access your keychain, but there is an existing version. Do you want to change all your keychain items to allow the new version access to your keychain?" = "Programmet %1$@ trenger tilgang til nøkkelringen, men det finnes allerede en versjon. Vil du endre alle nøkkelringobjektene slik at den nye versjonen får tilgang til nøkkelringen?";

/* AppType */
"Application:" = "Program:";

/* Authentication no longer needed */
"Authentication is no longer needed." = "Godkjenning er ikke lenger nødvendig.";

/* Cancel button title */
"Cancel" = "Avbryt";

/* changed application wanting access */
"Changed Process:" = "Endret prosess:";

/* confirm that a application changed panel title string */
"Confirm Application Change" = "Bekreft programendring";

/* Copy Location To Clipboard SFURLView menu item */
"Copy Location To Clipboard" = "Kopier plassering til Utklipp";

/* Detail disclosure button label.  Details about authorization requests. */
"Detail" = "Detaljer";

/* Do you want to allow access to this item? */
"Do you want to allow access to this item?" = "Vil du gi tilgang til dette objektet?";

/* Do you want to allow this? */
"Do you want to allow this?" = "Vil du tillate dette?";

/* Password for a newly created keychain, change keychain password. */
"Enter a new password for the keychain \\U201C%1$@.\\U201D" = "Skriv inn et nytt passord for nøkkelringen «%1$@».";

/* When configuring a keychain on additional Macs (non-login kc) */
"Enter the password for keychain \\U201C%1$@\\U201D on \\U201C%2$@\\U201D." = "Oppgi passordet for nøkkelringen «%1$@» på «%2$@».";

/* Enter the password for keychain \\U201C%1$@\\U201D on one of the computers you have synchronized. */
"Enter the password for keychain \\U201C%1$@\\U201D on one of the computers you have synchronized." = "Oppgi passordet for nøkkelringen «%1$@» på en av maskinene som er synkronisert.";

/* Part of the Confirm Access message text when application signature cannot be verified.  %1$@ is replaced by the name of the application making the request. */
"It is not possible to tell whether \\U201C%1$@\\U201D is unchanged from the last time it was used. Someone could have modified or replaced it." = "Det er ikke mulig å avgjøre om «%1$@» er uendret siden sist gang programmet ble brukt. Det er mulig at noen har endret eller erstattet det.";

/* Keychain Access application's name */
"Keychain Access.app" = "Keychain Access.app";

/* When referring to a faceless application or tool that represents the system, Mac OS X, your computer, your system, this replaces the client name in the authentication dialog */
"Mac OS X" = "Mac OS X";

/* Shown instead of Password: when asking the user to provide a new password or change an old one. */
"New Password:" = "Nytt passord:";

/* No button title */
"No" = "Nei";

/* Sometimes no password is required and the field is inactive.  This string is set in it as a placeholder. */
"Not required." = "Ikke nødvendig.";

/* OK button title */
"OK" = "OK";

/* Show user provided hint to help remember password */
"Password hint: \\U201C%1$@\\U201D." = "Passordhint: «%1$@».";

/* In the case of a smartcard instead of a keychain, the PIN label is substituted where the Password label is. */
"PIN:" = "PIN:";

/* Unlock reason detail */
"Please enter the keychain password." = "Oppgi nøkkelringpassordet.";

/* Typical pwd suggestion */
"Secure passwords typically are longer than 6 characters and should not contain obvious words like dog, cat, and so on." = "Sikre passord bør oftest være lengre enn 6 tegn og ikke inneholde vanlige ord som hund, katt og så videre.";

/* Authentication unable to continue */
"Sorry, unable to continue the authentication." = "Beklager, kan ikke fortsette med godkjenningen.";

/* Unlock unable to continue */
"Sorry, unable to continue the unlock." = "Beklager, det er ikke mulig å fortsette å låse opp.";

/* Authentication canceled */
"Sorry, you attempted to authenticate too many times." = "Beklager, du forsøkte å bli godkjent for mange ganger.";

/* NewPwd canceled */
"Sorry, you attempted to set your password for the \\U201C%1$@\\U201D keychain too many times." = "Du har forsøkt å angi passord for nøkkelringen «%1$@» for mange ganger.";

/* Unlock canceled */
"Sorry, you attempted to unlock \\U201C%1$@\\U201D too many times." = "Beklager, du har forsøkt å låse opp «%1$@» for mange ganger.";

/* Unlock failed; invalid password */
"Sorry, you entered an invalid password." = "Beklager, du har oppgitt et ugyldig passord.";

/* For referring to the system keychain. */
"System" = "System";

/* Application with same name is different and possibly in a different location as well. */
"The \\U201C%1$@\\U201D software on your computer has changed and wants to access your keychain." = "«%1$@»-programvaren på maskinen har blitt endret og vil ha tilgang til nøkkelringen.";

/* Part of the Confirm Access informational text when application is unsigned.  %1$@ is replaced by the name of the application making the request. */
"The authenticity of \\U201C%1$@\\U201D cannot be verified." = "Kan ikke bekrefte at «%1$@» er ekte.";

/* error after succefully entering a password which then fails to get added to a keychain. */
"The item could not be added to your default keychain." = "Objektet kunne ikke legges til på standardnøkkelringen.";

/* detailed message for allowing a process to have the same access as original app v2. */
"The keychain items may include passwords and other important information. If you click Allow, the new version of \\U201C%1$@\\U201D will have access to all the keychain items used by previous version. This change is permanent." = "Nøkkelringobjekter kan være passord og annen viktig informasjon. Hvis du klikker på Tillat, vil den nye verjonen av «%1$@» få tilgang til alle nøkkelringobjektene som ble brukt av den forrige versjonen. Denne endringen er permanent.";

/* Authentication failed; invalid username or password */
"The name or password you entered is incorrect." = "Navnet eller passordet du har oppgitt, er feil.";

/* detailed message for allowing a process to have the same access as original app. */
"This change is permanent and affects all keychain items in all your keychains." = "Denne endringen er permanent og gjelder for alle nøkkelringobjekter på alle nøkkelringene dine.";

/* Application with same name is different and possibly in a different location as well. */
"This is a new version of the application \\U201C%1$@\\U201D. Do you want to allow it to access the same keychain items as the previous version?" = "Dette er en ny versjon av programmet «%1$@». Vil du tillate at programmet får tilgang til den samme nøkkelringen som den forrige versjonen?";

/* When configuring a keychain on additional Macs - details text */
"This is the same password you used to first synchronize your keychain \\U201C%@\\U201D with .Mac." = "Dette er det samme passordet som du brukte ved synkronisering av nøkkelringen «%@» med .Mac.";

/* Please enter the keychain password. */
"To allow this, enter the \\U201C%1$@\\U201D keychain password." = "Hvis du vil tillate dette, skriver du inn passordet for nøkkelringen «%1$@».";

/* When configuring a keychain on additional Macs (login kc) */
"To synchronize your keychain on this computer, enter the password for your user account on \\U201C%1$@\\U201D." = "Hvis du vil synkronisere nøkkelringen på denne maskinen, oppgir du passordet for brukerkontoen din på «%1$@».";

/* To synchronize your keychain on this computer, enter your user account password for any of the computers you synchronize. */
"To synchronize your keychain on this computer, enter your user account password for any of the computers you synchronize." = "Hvis du vil synkronisere nøkkelringen på denne maskinen, oppgir du brukerkontopassordet for en av maskinene du synkroniserer.";

/* ToolType */
"Tool:" = "Verktøy:";

/* Try again later */
"Try again later." = "Prøv igjen senere.";

/* Please Try again */
"Try entering your information again." = "Prøv å oppgi informasjonen på nytt.";

/* Authenticate greeting changing the system certificate Trust Settings. */
"Type an administrator's name and password to make changes to the System Certificate Trust Settings." = "Hvis du vil gjøre endringer i Systemsertifikat-tillitsinnstillingene, må du skrive inn et administratornavn og -passord.";

/* Authenticate greeting for a non-admin asking to authenticate as an admin.  %1$@ gets replaced with Application name, or the localized string representing the system (Mac OS X). */
"Type an administrator\\U2019s name and password to allow %1$@ to make changes." = "Skriv inn et administratornavn og -passord for å tillate at %1$@ gjør endringer.";

/* Authenticate greeting for any group.  %1$@ gets replaced with group name and %2$@ gets replaced with the calling Application's name, or the localized string representing the system (Mac OS X). */
"Type the name and password of a user in the \\U201C%1$@\\U201D group to allow %2$@ to make changes." = "Skriv inn et navn og passord for en bruker i gruppen «%1$@» for å tillate at %2$@ gjør endringer.";

/* Authenticate greeting for an admin, or a user that can authorize.  %1$@ gets replaced with Application name, or the localized string representing the system (Mac OS X). */
"Type your password to allow %1$@ to make changes." = "Skriv inn passordet for å tillate at %1$@ kan gjøre endringer.";

/* Authenticate greeting changing the per-user certificate Trust Settings. */
"Type your password to make changes to your Certificate Trust Settings." = "Hvis du vil gjøre endringer i Sertifikat-tillitsinnstillingene må du skrive inn passordet ditt.";

/* UnkownProcessType */
"Unknown:" = "Ukjent:";

/* Unlock no longer needed */
"Unlock is no longer needed." = "Det er ikke lenger nødvendig å låse opp.";

/* Yes button title */
"Yes" = "Ja";

/* pwd is blank */
"You have not provided a password. Please specify one." = "Du har ikke angitt et passord. Angi et nå.";

/* pwd too simple */
"You have specified a non-secure password. Please use a longer one." = "Du har angitt et passord som ikke er sikkert nok. Angi et lengre passord.";

/* used that pwd before */
"You have used that password before. Please use a different one." = "Du har brukt dette passordet tidligere. Bruk et annet passord.";

/* Authentication failure for admin group.  %1$@ gets replaced with Application name. */
"You must type an administrator\\U2019s name and password to make changes to %1$@." = "Du må oppgi et administratornavn og -passord hvis du vil endre %1$@.";

/* Authentication failure for any group.  %1$@ gets replaced with group name and %2$@ gets replaced with the calling Application's name. */
"You must type the name and password of a user in the \\U201C%1$@\\U201D group to make changes to %2$@." = "Du må oppgi navnet og passordet for en bruker i «%1$@»-gruppen hvis du vil endre %2$@.";

/* NewPwd verify not equal */
"Your password is not the same as the verify password." = "Passordet er ikke det samme som det første passordet.";

/* pwd unacceptable */
"Your password is unacceptable." = "Passordet godtas ikke.";

